<template>
      <section class="main-title">
        <h1>Как играть?</h1>
      </section>
      <h3>1) Для начала получите проходку на сервер</h3>
      <p>Если вы еще этого не сделали, то сделать это можно в нашем <a href="https://discord.gg/sEqEEchsQW" class="r1">дискорд сообществе</a>!</p>
      <h3>2) Скачайте нужную вам сборку <RouterLink to="/play" class="r1">тут</RouterLink></h3>
      <h3>3) Заходите на сервер! Обязательно скачайте ресурспак!</h3>
      <p>IP сервера - <a class="r1">play.bizarrecraft.ru</a></p>
      <p>Версия - <a class="r1">1.21.4</a></p>

    <h3>Приятной игры!</h3>

    <br>
    <p>Если у вас возникнут вопросы, <br>то вы всегда можете спросить у игроков или администрации!</p>
    <br>
</template>