<template>
    <div class="container">

        <ul>
            <li class="rule">1. Общие правила <br>

1.1. Уважительное общение с игроками, администрацией и модерацией. Оскорбления, угрозы и токсичное поведение запрещены.<br>
1.2. Запрещено использование читов, X-Ray, автокликеров, макросов и любых сторонних модификаций, дающих игровое преимущество. (в том числе миникарта)<br>
1.3. Запрещено распространять личную информацию игроков.<br>
1.4. Запрещена реклама сторонних серверов.<br>
1.5. Запрещено разжигание конфликтов, политические и провокационные обсуждения.<br></li>
            <li class="rule">2. Игровой процесс<br>

2.1. Гриферство (разрушение построек, воровство ресурсов) запрещено.<br>
2.2. Запрещено использовать баги игры в целях получения преимущества. (искл. фермы, основанные на дюпе тнт)<br>
2.3. Запрещено злоупотребление механиками (дюпы, бесконечные фермы, лаг-машины)  (искл. фермы, основанные на дюпе тнт).<br>
2.4. Запрещено строить непристойные постройки, символику, нарушающую нормы морали.<br>
2.5. Разрешены автоматические фермы, если они не вызывают лагов и не создают нагрузку на сервер.<br></li>
            <li class="rule">3. Взаимодействие с миром<br>

3.1. Запрещено уничтожение или порча чужих построек.<br>
3.2. Запрещено занимать большие территории без реального использования.<br>
3.3. Вырубка леса должна сопровождаться посадкой новых деревьев.<br>
3.4. Запрещено без разрешения использовать или изменять постройки других игроков.<br></li>
            <li class="rule">4. Администрация и модерация<br>

4.1. Решения администрации являются окончательными и не подлежат обсуждению.<br>
4.2. Запрещено выдавать себя за администратора или модератора.<br>
4.3. Запрещены попытки обмана администрации.<br>
4.4. В случае нарушения правил возможны предупреждения, временные баны или перманентное удаление с сервера.<br></li>
            <li class="rule">5. Дополнительные положения<br>

5.1. Незнание правил не освобождает от ответственности.<br>
5.2. Администрация оставляет за собой право изменять правила без предварительного уведомления.<br>
5.3. Игроки обязаны следить за обновлениями правил и соблюдать их.<br> </li>


Соблюдение данных правил поможет создать комфортную и дружелюбную атмосферу на сервере. Приятной игры!<br>
        </ul>
    </div>
</template>